programmingTutorials/OFtutorial05_basicParallelComputing/testCase/Allrun
#!/bin/bash

blockMesh > log.blockMesh
decomposePar > log.decomposePar
mpirun -np 4 ofTutorial5 -parallel
rm -r processor* 2>/dev/null
